Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.app.stackBranchDirectory
source: Stack Branch and Directory
ar: تكديس الفرع والدليل
de: Branch und Verzeichnis stapeln
es: Apilar rama y directorio
fr: Empiler la branche et le répertoire
ja: ブランチとディレクトリを縦に並べる
ko: 브랜치 및 디렉터리 세로 배치
zh_hans: 分支与目录分行显示
zh_hant: 堆疊分支與目錄

# settings.app.stackBranchDirectory.subtitleOff
source: Branch and directory share a single line.
ar: يتشارك الفرع والدليل في سطر واحد.
de: Branch und Verzeichnis teilen sich eine einzige Zeile.
es: La rama y el directorio comparten una sola línea.
fr: La branche et le répertoire partagent une seule ligne.
ja: ブランチとディレクトリを1行に表示します。
ko: 브랜치와 디렉터리가 한 줄을 공유합니다.
zh_hans: 分支和目录共用一行。
zh_hant: 分支與目錄共用單行。

# settings.app.stackBranchDirectory.subtitleOn
source: Branch and directory render on separate lines.
ar: يتم عرض الفرع والدليل في سطرين منفصلين.
de: Branch und Verzeichnis werden in separaten Zeilen dargestellt.
es: La rama y el directorio se muestran en líneas separadas.
fr: La branche et le répertoire s’affichent sur des lignes distinctes.
ja: ブランチとディレクトリを別々の行に表示します。
ko: 브랜치와 디렉터리가 각각 다른 줄에 렌더링됩니다.
zh_hans: 分支和目录分别显示在不同行。
zh_hant: 分支與目錄在不同的行上轉譯。

# settings.app.telemetry
source: Send anonymous telemetry
ar: إرسال بيانات تحليلية مجهولة
bs: Šalji anonimnu telemetriju
da: Send anonym telemetri
de: Anonyme Telemetriedaten senden
es: Enviar telemetría anónima
fr: Envoyer des données de télémétrie anonymes
it: Invia telemetria anonima
ja: 匿名のテレメトリを送信
ko: 익명 원격 측정 전송
nb: Send anonym telemetri
pl: Wysyłaj anonimową telemetrię
pt_br: Enviar telemetria anônima
ru: Отправлять анонимную телеметрию
th: ส่งข้อมูลการวิเคราะห์แบบไม่ระบุตัวตน
tr: Anonim telemetri gönder
uk: Надсилати анонімну телеметрію
zh_hans: 发送匿名遥测数据
zh_hant: 傳送匿名遙測資料

# settings.app.telemetry.subtitle
source: Share anonymized crash and usage data to help improve cmux.
ar: مشاركة بيانات الأعطال والاستخدام المجهولة للمساعدة في تحسين cmux.
bs: Dijelite anonimizirane podatke o padovima i korištenju kako biste pomogli u poboljšanju cmux.
da: Del anonymiserede nedbrud- og brugsdata for at hjælpe med at forbedre cmux.
de: Anonymisierte Absturz- und Nutzungsdaten teilen, um cmux zu verbessern.
es: Compartir datos anónimos de fallos y uso para ayudar a mejorar cmux.
fr: Partager des données anonymisées de plantage et d'utilisation pour aider à améliorer cmux.
it: Condividi dati anonimi su arresti anomali e utilizzo per migliorare cmux.
ja: cmuxの改善に役立てるため、匿名化されたクラッシュおよび使用状況データを共有します。
ko: cmux 개선을 위해 익명화된 충돌 및 사용 데이터를 공유합니다.
nb: Del anonymiserte krasj- og bruksdata for å bidra til å forbedre cmux.
pl: Udostępniaj zanonimizowane dane o awariach i użyciu, aby pomóc ulepszyć cmux.
pt_br: Compartilhar dados anonimizados de falhas e uso para ajudar a melhorar o cmux.
ru: Делиться анонимными данными о сбоях и использовании для улучшения cmux.
th: แชร์ข้อมูลการขัดข้องและการใช้งานแบบไม่ระบุตัวตนเพื่อช่วยปรับปรุง cmux
tr: cmux'u iyileştirmek için anonimleştirilmiş çökme ve kullanım verilerini paylaş.
uk: Надсилати анонімні дані про збої та використання для покращення cmux.
zh_hans: 分享匿名的崩溃和使用数据，帮助改进 cmux。
zh_hant: 分享匿名的當機與使用資料，以協助改善 cmux。

# settings.app.telemetry.subtitleChanged
source: Change takes effect on next launch.
ar: يسري التغيير عند التشغيل التالي.
bs: Promjena stupa na snagu pri sljedećem pokretanju.
da: Ændringen træder i kraft ved næste start.
de: Änderung wird beim nächsten Start wirksam.
es: El cambio se aplicará en el próximo inicio.
fr: La modification prendra effet au prochain lancement.
it: La modifica avrà effetto al prossimo avvio.
ja: 変更は次回起動時に反映されます。
ko: 변경 사항은 다음 실행 시 적용됩니다.
nb: Endringen trer i kraft ved neste oppstart.
pl: Zmiana zacznie obowiązywać po ponownym uruchomieniu.
pt_br: A alteração terá efeito na próxima inicialização.
ru: Изменение вступит в силу при следующем запуске.
th: การเปลี่ยนแปลงจะมีผลเมื่อเปิดใหม่ครั้งถัดไป
tr: Değişiklik bir sonraki başlatmada geçerli olur.
uk: Зміна набуде чинності при наступному запуску.
zh_hans: 更改将在下次启动时生效。
zh_hant: 變更將在下次啟動時生效。

# settings.app.theme
source: Theme
ar: المظهر
bs: Tema
da: Tema
de: Design
es: Tema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
nb: Tema
pl: Motyw
pt_br: Tema
ru: Тема
th: ธีม
tr: Tema
uk: Тема
zh_hans: 主题
zh_hant: 主題

# settings.app.warnBeforeClosingTab
source: Warn Before Closing Tab
ar: التحذير قبل إغلاق علامة التبويب
de: Vor dem Schließen eines Tabs warnen
es: Advertir antes de cerrar una pestaña
fr: Avertir avant de fermer un onglet
ja: タブを閉じる前に警告
ko: 탭을 닫기 전에 경고
zh_hans: 关闭标签页前警告
zh_hant: 關閉標籤頁前發出警告

# settings.app.warnBeforeClosingTab.subtitleOff
source: Tabs close immediately without confirmation.
ar: تُغلق علامات التبويب فورًا دون تأكيد.
de: Tabs werden sofort und ohne Bestätigung geschlossen.
es: Las pestañas se cierran inmediatamente sin confirmación.
fr: Les onglets se ferment immédiatement sans confirmation.
ja: 確認なしにすぐタブを閉じます。
ko: 확인 창 없이 탭이 즉시 닫힙니다.
zh_hans: 标签页会直接关闭，不做确认。
zh_hant: 標籤頁將立即關閉，無需確認。

# settings.app.warnBeforeClosingTab.subtitleOn
source: Show a confirmation before closing a tab.
ar: إظهار تأكيد قبل إغلاق علامة التبويب.
de: Eine Bestätigung vor dem Schließen eines Tabs anzeigen.
es: Muestra una confirmación antes de cerrar una pestaña.
fr: Afficher une confirmation avant de fermer un onglet.
ja: タブを閉じる前に確認を表示します。
ko: 탭을 닫기 전에 확인 창을 표시합니다.
zh_hans: 关闭标签页前显示确认。
zh_hant: 關閉標籤頁前顯示確認。

# settings.app.warnBeforeClosingTabXButton
source: Warn Before Tab Close Button
ar: التحذير قبل استخدام زر إغلاق التبويب
bs: Upozori prije zatvaranja kartice dugmetom za zatvaranje
da: Advar før fanen lukkes med luk-knappen
de: Vor dem Schließen eines Tabs per Schließen-Taste warnen
es: Avisar antes de cerrar una pestaña con el botón
fr: Avertir avant de fermer un onglet avec le bouton
it: Avvisa prima di chiudere una scheda con il pulsante
ja: タブの閉じるボタンで閉じる前に確認
ko: 탭 닫기 버튼으로 닫기 전에 확인
nb: Advar før fanen lukkes med lukkeknappen
pl: Ostrzegaj przed zamknięciem karty przyciskiem
pt_br: Avisar antes de fechar a aba pelo botão
ru: Предупреждать перед закрытием вкладки кнопкой
th: เตือนก่อนปิดแท็บด้วยปุ่มปิด
tr: Sekme kapatma düğmesiyle kapatmadan önce uyar
uk: Попереджати перед закриттям вкладки кнопкою
zh_hans: 使用标签页关闭按钮前警告
zh_hant: 使用標籤頁關閉按鈕前警告

# settings.app.warnBeforeClosingTabXButton.subtitleHidden
source: Tab close buttons are hidden, so this warning is inactive.
ar: أزرار إغلاق التبويبات مخفية، لذلك يكون هذا التحذير غير نشط.
bs: Dugmad za zatvaranje kartica su skrivena, pa je ovo upozorenje neaktivno.
da: Fanernes luk-knapper er skjult, så denne advarsel er inaktiv.
de: Die Tab-Schließen-Tasten sind ausgeblendet, daher ist diese Warnung inaktiv.
es: Los botones de cerrar pestañas están ocultos, por lo que este aviso está inactivo.
fr: Les boutons de fermeture d’onglet sont masqués, donc cet avertissement est inactif.
it: I pulsanti di chiusura delle schede sono nascosti, quindi questo avviso è inattivo.
ja: タブの閉じるボタンは非表示のため、この警告は無効です。
ko: 탭 닫기 버튼이 숨겨져 있어 이 경고는 비활성 상태입니다.
nb: Lukkeknappene for faner er skjult, så denne advarselen er inaktiv.
pl: Przyciski zamykania kart są ukryte, więc to ostrzeżenie jest nieaktywne.
pt_br: Os botões de fechar abas estão ocultos, então este aviso fica inativo.
ru: Кнопки закрытия вкладок скрыты, поэтому это предупреждение неактивно.
th: ปุ่มปิดแท็บถูกซ่อนอยู่ ดังนั้นคำเตือนนี้จึงไม่ทำงาน
tr: Sekme kapatma düğmeleri gizli olduğu için bu uyarı etkin değildir.
uk: Кнопки закриття вкладок приховано, тому це попередження неактивне.
zh_hans: 标签页关闭按钮已隐藏，因此此警告处于非活动状态。
zh_hant: 標籤頁關閉按鈕已隱藏，因此此警告未啟用。

# settings.app.warnBeforeClosingTabXButton.subtitleOff
source: The tab close button closes tabs immediately.
ar: يغلق زر إغلاق التبويب التبويبات فورًا.
bs: Dugme za zatvaranje kartice odmah zatvara kartice.
da: Fanens luk-knap lukker faner med det samme.
de: Die Tab-Schließen-Taste schließt Tabs sofort.
es: El botón de cerrar pestaña cierra las pestañas inmediatamente.
fr: Le bouton de fermeture d’onglet ferme les onglets immédiatement.
it: Il pulsante di chiusura della scheda chiude subito le schede.
ja: タブの閉じるボタンですぐにタブを閉じます。
ko: 탭 닫기 버튼은 탭을 즉시 닫습니다.
nb: Lukkeknappen for fanen lukker faner umiddelbart.
pl: Przycisk zamykania karty natychmiast zamyka karty.
pt_br: O botão de fechar aba fecha abas imediatamente.
ru: Кнопка закрытия вкладки сразу закрывает вкладки.
th: ปุ่มปิดแท็บจะปิดแท็บทันที
tr: Sekme kapatma düğmesi sekmeleri hemen kapatır.
uk: Кнопка закриття вкладки одразу закриває вкладки.
zh_hans: 标签页关闭按钮会立即关闭标签页。
zh_hant: 標籤頁關閉按鈕會立即關閉標籤頁。

# settings.app.warnBeforeClosingTabXButton.subtitleOn
source: The tab close button asks for confirmation before closing.
ar: يطلب زر إغلاق التبويب التأكيد قبل الإغلاق.
bs: Dugme za zatvaranje kartice traži potvrdu prije zatvaranja.
da: Fanens luk-knap beder om bekræftelse før lukning.
de: Die Tab-Schließen-Taste fragt vor dem Schließen nach Bestätigung.
es: El botón de cerrar pestaña pide confirmación antes de cerrar.
fr: Le bouton de fermeture d’onglet demande confirmation avant de fermer.
it: Il pulsante di chiusura della scheda chiede conferma prima di chiudere.
ja: タブの閉じるボタンで閉じる前に確認を表示します。
ko: 탭 닫기 버튼은 닫기 전에 확인을 요청합니다.
nb: Lukkeknappen for fanen ber om bekreftelse før lukking.
pl: Przycisk zamykania karty prosi o potwierdzenie przed zamknięciem.
pt_br: O botão de fechar aba pede confirmação antes de fechar.
ru: Кнопка закрытия вкладки запрашивает подтверждение перед закрытием.
th: ปุ่มปิดแท็บจะขอการยืนยันก่อนปิด
tr: Sekme kapatma düğmesi kapatmadan önce onay ister.
uk: Кнопка закриття вкладки просить підтвердження перед закриттям.
zh_hans: 标签页关闭按钮会在关闭前要求确认。
zh_hant: 標籤頁關閉按鈕會在關閉前要求確認。

# settings.app.warnBeforeQuit
source: Warn Before Quit
ar: التحذير قبل الإنهاء
bs: Upozori prije zatvaranja
da: Advar før afslutning
de: Vor dem Beenden warnen
es: Advertir antes de salir
fr: Avertir avant de quitter
it: Avvisa prima di uscire
ja: 終了前に警告
ko: 종료 전 경고
nb: Advar før avslutning
pl: Ostrzegaj przed zamknięciem
pt_br: Avisar Antes de Encerrar
ru: Предупреждать перед выходом
th: เตือนก่อนออก
tr: Çıkmadan Önce Uyar
uk: Попереджувати перед виходом
zh_hans: 退出前警告
zh_hant: 結束前警告

# settings.app.warnBeforeQuit.subtitleOff
source: Cmd+Q quits immediately without confirmation.
ar: Cmd+Q ينهي فورًا بدون تأكيد.
bs: Cmd+Q odmah zatvara bez potvrde.
da: Cmd+Q afslutter øjeblikkeligt uden bekræftelse.
de: Cmd+Q beendet sofort ohne Bestätigung.
es: Cmd+Q sale inmediatamente sin confirmación.
fr: Cmd+Q quitte immédiatement sans confirmation.
it: Cmd+Q esce immediatamente senza conferma.
ja: Cmd+Qで確認なしにすぐ終了します。
ko: Cmd+Q를 누르면 확인 없이 즉시 종료됩니다.
nb: Cmd+Q avslutter umiddelbart uten bekreftelse.
pl: Cmd+Q zamyka natychmiast bez potwierdzenia.
pt_br: Cmd+Q encerra imediatamente sem confirmação.
ru: Cmd+Q завершает приложение немедленно без подтверждения.
th: Cmd+Q ออกทันทีโดยไม่มีการยืนยัน
tr: Cmd+Q onay olmadan hemen çıkar.
uk: Cmd+Q закриває програму негайно без підтвердження.
zh_hans: Cmd+Q 直接退出，无需确认。
zh_hant: Cmd+Q 會立即結束，不顯示確認提示。

# settings.app.warnBeforeQuit.subtitleOn
source: Show a confirmation before quitting with Cmd+Q.
ar: عرض تأكيد قبل الإنهاء بـ Cmd+Q.
bs: Prikaži potvrdu prije zatvaranja sa Cmd+Q.
da: Vis en bekræftelse, før du afslutter med Cmd+Q.
de: Vor dem Beenden mit Cmd+Q eine Bestätigung anzeigen.
es: Mostrar una confirmación antes de salir con Cmd+Q.
fr: Afficher une confirmation avant de quitter avec Cmd+Q.
it: Mostra una conferma prima di uscire con Cmd+Q.
ja: Cmd+Qで終了する前に確認を表示します。
ko: Cmd+Q로 종료하기 전에 확인 대화상자를 표시합니다.
nb: Vis en bekreftelse før avslutning med Cmd+Q.
pl: Pokaż potwierdzenie przed zamknięciem za pomocą Cmd+Q.
pt_br: Mostrar uma confirmação antes de encerrar com Cmd+Q.
ru: Показывать подтверждение перед выходом по Cmd+Q.
th: แสดงการยืนยันก่อนออกด้วย Cmd+Q
tr: Cmd+Q ile çıkmadan önce onay göster.
uk: Показувати підтвердження перед виходом через Cmd+Q.
zh_hans: 使用 Cmd+Q 退出前显示确认对话框。
zh_hant: 使用 Cmd+Q 結束前顯示確認提示。

# settings.app.watchGitStatus
source: Watch Git Status in Sidebar
ar: مراقبة حالة Git في الشريط الجانبي
bs: Prati Git status u bočnoj traci
da: Overvåg Git-status i sidepanelet
de: Git-Status in der Seitenleiste überwachen
es: Vigilar el estado de Git en la barra lateral
fr: Surveiller l’état Git dans la barre latérale
it: Monitora lo stato Git nella barra laterale
ja: サイドバーで Git 状態を監視
ko: 사이드바에서 Git 상태 감시
nb: Overvåk Git-status i sidepanelet
pl: Monitoruj status Git na pasku bocznym
pt_br: Monitorar status do Git na barra lateral
ru: Отслеживать состояние Git на боковой панели
th: ติดตามสถานะ Git ในแถบด้านข้าง
tr: Kenar çubuğunda Git durumunu izle
uk: Відстежувати стан Git на бічній панелі
zh_hans: 在侧边栏监视 Git 状态
zh_hant: 在側邊欄監視 Git 狀態

# settings.app.watchGitStatus.subtitle
source: Update sidebar branch and PR metadata from repository file changes without polling git.
ar: حدّث بيانات الفرع وطلبات السحب في الشريط الجانبي من تغييرات ملفات المستودع دون استطلاع git.
bs: Ažuriraj granu i PR metapodatke u bočnoj traci iz promjena datoteka repozitorija bez anketiranja git-a.
da: Opdater sidepanelets gren- og PR-metadata fra ændringer i repositoryfiler uden at polle git.
de: Aktualisiert Branch- und PR-Metadaten in der Seitenleiste aus Repository-Dateiänderungen, ohne git abzufragen.
es: Actualiza la rama y los metadatos de PR de la barra lateral desde cambios de archivos del repositorio sin consultar git periódicamente.
fr: Met à jour la branche et les métadonnées de PR de la barre latérale depuis les changements de fichiers du dépôt, sans interroger git.
it: Aggiorna ramo e metadati PR nella barra laterale dalle modifiche ai file del repository senza interrogare git.
ja: git をポーリングせず、リポジトリのファイル変更からサイドバーのブランチと PR メタデータを更新します。
ko: git을 폴링하지 않고 저장소 파일 변경으로 사이드바 브랜치와 PR 메타데이터를 업데이트합니다.
nb: Oppdater sidepanelets gren- og PR-metadata fra endringer i repositoryfiler uten å spørre git.
pl: Aktualizuj gałąź i metadane PR na pasku bocznym na podstawie zmian plików repozytorium bez odpytywania git.
pt_br: Atualize a branch e os metadados de PR da barra lateral a partir de mudanças nos arquivos do repositório sem consultar o git periodicamente.
ru: Обновлять ветку и метаданные PR на боковой панели по изменениям файлов репозитория без опроса git.
th: อัปเดตสาขาและข้อมูลเมตา PR ในแถบด้านข้างจากการเปลี่ยนแปลงไฟล์ของที่เก็บโดยไม่ต้อง polling git
tr: Kenar çubuğu dal ve PR meta verilerini git’i yoklamadan depo dosyası değişikliklerinden güncelle.
uk: Оновлювати гілку та метадані PR на бічній панелі за змінами файлів репозиторію без опитування git.
zh_hans: 根据仓库文件变化更新侧边栏分支和 PR 元数据，而不轮询 git。
zh_hant: 根據儲存庫檔案變更更新側邊欄分支與 PR 中繼資料，而不輪詢 git。

# settings.app.workspaceGroupNewWorkspacePlacement
source: Group New Workspace Placement
ar: موضع مساحة عمل المجموعة الجديدة
bs: Pozicija novog grupnog workspacea
da: Placering af nyt gruppe-workspace
de: Platzierung neuer Gruppen-Workspaces
es: Ubicación del nuevo workspace de grupo
fr: Emplacement des nouveaux workspaces de groupe
it: Posizionamento dei nuovi workspace di gruppo
ja: グループ内の新規ワークスペース配置
ko: 그룹 새 workspace 위치
nb: Plassering av nytt gruppe-workspace
pl: Położenie nowego workspace w grupie
pt_br: Posição do novo workspace do grupo
ru: Расположение нового workspace в группе
th: ตำแหน่ง workspace ใหม่ในกลุ่ม
tr: Grup yeni workspace konumu
uk: Розташування нового workspace у групі
zh_hans: 组内新 workspace 位置
zh_hant: 群組新 workspace 位置

# settings.app.workspaceInheritWorkingDirectory
source: Inherit Workspace Working Directory
ar: توريث دليل العمل لمساحة العمل
de: Arbeitsbereich-Arbeitsverzeichnis vererben
es: Heredar el directorio de trabajo del espacio de trabajo
fr: Hériter du répertoire de travail de l’espace de travail
ja: ワークスペースの作業ディレクトリを継承
ko: 작업 공간 작업 디렉터리 상속
zh_hans: 继承工作区工作目录
zh_hant: 繼承工作區工作目錄

# settings.app.workspaceInheritWorkingDirectory.subtitleOff
source: New workspaces use Ghostty's working-directory setting instead.
ar: تستخدم مساحات العمل الجديدة إعداد working-directory لـ Ghostty بدلًا من ذلك.
de: Neue Arbeitsbereiche verwenden stattdessen die Arbeitsverzeichnis-Einstellung von Ghostty.
es: En su lugar, los nuevos espacios de trabajo usan el ajuste de directorio de trabajo de Ghostty.
fr: Les nouveaux espaces de travail utilisent à la place le paramètre working-directory de Ghostty.
ja: 新規ワークスペースでは、代わりに Ghostty の working-directory 設定を使用します。
ko: 대신 새 작업 공간은 Ghostty의 작업 디렉터리 설정을 사용합니다.
zh_hans: 新工作区改用 Ghostty 的工作目录设置。
zh_hant: 新增工作區改為使用 Ghostty 的工作目錄設定。

# settings.app.workspaceInheritWorkingDirectory.subtitleOn
source: New workspaces start in the focused workspace's working directory.
ar: تبدأ مساحات العمل الجديدة في دليل العمل الخاص بمساحة العمل المحددة.
de: Neue Arbeitsbereiche starten im Arbeitsverzeichnis des fokussierten Arbeitsbereichs.
es: Los nuevos espacios de trabajo comienzan en el directorio de trabajo del espacio de trabajo enfocado.
fr: Les nouveaux espaces de travail démarrent dans le répertoire de travail de l’espace de travail actif.
ja: 新規ワークスペースはフォーカス中のワークスペースの作業ディレクトリで開始します。
ko: 새 작업 공간이 포커스된 작업 공간의 작업 디렉터리에서 시작됩니다.
zh_hans: 新工作区从当前聚焦工作区的工作目录启动。
zh_hant: 新增工作區會在聚焦工作區的工作目錄中啟動。

# settings.app.workspaceLayouts
source: Workspace Layouts
ar: تخطيطات مساحة العمل
de: Arbeitsbereich-Layouts
es: Diseños del espacio de trabajo
fr: Dispositions d’espace de travail
ja: ワークスペースレイアウト
ko: 작업 공간 레이아웃
zh_hans: 工作区布局
zh_hant: 工作區版面配置

# settings.app.workspaceLayouts.customize
source: Customize…
ar: تخصيص…
de: Anpassen…
es: Personalizar…
fr: Personnaliser…
ja: カスタマイズ…
ko: 사용자 지정…
zh_hans: 自定义…
zh_hant: 自訂…

# settings.app.workspaceLayouts.subtitle
source: Edit the saved layouts offered in the new-workspace menu.
ar: تحرير التخطيطات المحفوظة المعروضة في قائمة مساحة العمل الجديدة.
de: Die gespeicherten Layouts bearbeiten, die im Menü für neue Arbeitsbereiche angeboten werden.
es: Edita los diseños guardados que se ofrecen en el menú de nuevo espacio de trabajo.
fr: Modifier les dispositions enregistrées proposées dans le menu de nouvel espace de travail.
ja: 新規ワークスペースメニューに表示される保存済みレイアウトを編集します。
ko: 새 작업 공간 메뉴에서 제공되는 저장된 레이아웃을 편집합니다.
zh_hans: 编辑新建工作区菜单中提供的已保存布局。
zh_hant: 編輯新工作區選單中提供的已儲存版面配置。

# settings.app.wrapWorkspaceTitles
source: Wrap Workspace Titles in Sidebar
ar: التفاف عناوين مساحات العمل في الشريط الجانبي
bs: Prelomi naslove radnih prostora u bočnoj traci
da: Ombryd arbejdsområdetitler i sidepanelet
de: Arbeitsbereichstitel in der Seitenleiste umbrechen
es: Ajustar títulos de espacios de trabajo en la barra lateral
fr: Renvoyer les titres des espaces de travail à la ligne dans la barre latérale
it: Vai a capo per i titoli degli spazi di lavoro nella barra laterale
ja: サイドバーのワークスペースタイトルを折り返す
ko: 사이드바에서 워크스페이스 제목 줄바꿈
nb: Bryt arbeidsområdetitler i sidepanelet
pl: Zawijaj tytuły obszarów roboczych na pasku bocznym
pt_br: Quebrar títulos de espaços de trabalho na barra lateral
ru: Переносить названия рабочих областей в боковой панели
th: ตัดบรรทัดชื่อเวิร์กสเปซในแถบด้านข้าง
tr: Kenar çubuğunda çalışma alanı başlıklarını kaydır
uk: Переносити назви робочих областей на бічній панелі
zh_hans: 在边栏中换行显示工作区标题
zh_hant: 在側邊欄中換行顯示工作區標題

# settings.app.wrapWorkspaceTitles.subtitleOff
source: Workspace titles stay on one line and truncate at the end.
ar: تبقى عناوين مساحات العمل في سطر واحد وتُختصر في النهاية.
bs: Naslovi radnih prostora ostaju u jednom redu i skraćuju se na kraju.
da: Arbejdsområdetitler vises på én linje og afkortes i slutningen.
de: Arbeitsbereichstitel bleiben in einer Zeile und werden am Ende gekürzt.
es: Los títulos de los espacios de trabajo permanecen en una línea y se truncan al final.
fr: Les titres des espaces de travail restent sur une seule ligne et sont tronqués à la fin.
it: I titoli degli spazi di lavoro restano su una riga e vengono troncati alla fine.
ja: ワークスペースタイトルは1行で表示され、末尾で省略されます。
ko: 워크스페이스 제목은 한 줄로 유지되고 끝에서 잘립니다.
nb: Arbeidsområdetitler vises på én linje og avkortes på slutten.
pl: Tytuły obszarów roboczych pozostają w jednym wierszu i są ucinane na końcu.
pt_br: Os títulos dos espaços de trabalho ficam em uma linha e são truncados no final.
ru: Названия рабочих областей остаются в одной строке и обрезаются в конце.
th: ชื่อเวิร์กสเปซจะแสดงในบรรทัดเดียวและถูกตัดท้าย
tr: Çalışma alanı başlıkları tek satırda kalır ve sonunda kısaltılır.
uk: Назви робочих областей залишаються в одному рядку й обрізаються в кінці.
zh_hans: 工作区标题保持一行显示，并在末尾截断。
zh_hant: 工作區標題會維持單行顯示，並在結尾截斷。

# settings.app.wrapWorkspaceTitles.subtitleOn
source: Long workspace titles can use as many lines as they need.
ar: يمكن لعناوين مساحات العمل الطويلة استخدام أي عدد تحتاجه من الأسطر.
bs: Dugi naslovi radnih prostora mogu koristiti onoliko redova koliko im treba.
da: Lange arbejdsområdetitler kan bruge så mange linjer, som de har brug for.
de: Lange Arbeitsbereichstitel können so viele Zeilen verwenden, wie sie brauchen.
es: Los títulos largos de espacios de trabajo pueden usar tantas líneas como necesiten.
fr: Les titres longs des espaces de travail peuvent utiliser autant de lignes que nécessaire.
it: I titoli lunghi degli spazi di lavoro possono usare tutte le righe necessarie.
ja: 長いワークスペースタイトルは必要な行数で表示されます。
ko: 긴 워크스페이스 제목은 필요한 만큼 여러 줄을 사용할 수 있습니다.
nb: Lange arbeidsområdetitler kan bruke så mange linjer de trenger.
pl: Długie tytuły obszarów roboczych mogą zajmować tyle wierszy, ile potrzebują.
pt_br: Títulos longos de espaços de trabalho podem usar quantas linhas forem necessárias.
ru: Длинные названия рабочих областей могут занимать столько строк, сколько нужно.
th: ชื่อเวิร์กสเปซที่ยาวสามารถใช้กี่บรรทัดก็ได้ตามต้องการ
tr: Uzun çalışma alanı başlıkları ihtiyaç duyduğu kadar satır kullanabilir.
uk: Довгі назви робочих областей можуть займати стільки рядків, скільки потрібно.
zh_hans: 较长的工作区标题可以按需要使用任意行数。
zh_hant: 較長的工作區標題可依需要使用任意行數。

# settings.automation.amp
source: Amp Integration
ar: تكامل Amp
es: Integración con Amp
fr: Intégration Amp
ja: Amp連携
ko: Amp 연동
zh_hans: Amp 集成
zh_hant: Amp 整合
